// Блок с элементами оформления страницы
// Меняйте только то, что находится в скобках: "Информация..."
// Не удаляйте запятые

var pageDesign = {
	// заголовок страницы
	title: "Тестовое задание",
	
	// кнопка с информацией
	infoButton: "Правила",
	
	// текст кнопки с правильными ответами
	correctAnswerButton: "Правильные ответы",
	
	// текст кнопки с неправильными ответами
	inCorrectAnswerButton: "Неправильные ответы",
	
	// текст кнопки начала теста
	beginTestButton: "Начать тест",
	
	// текст кнопки сброса
	resetTestButton: "Сбросить результаты",
	
	// описание теста
	infoAboutTest: "Этот тест создан для проверки знаний ... Этот тест создан для проверки знаний ... Этот тест создан для проверки знаний ... Этот тест создан для проверки знаний ... Этот тест создан для проверки знаний ...",
	
	// содержимое окна с правилами теста
	infoAboutRules: "Правила теста: наберите столько-то баллов, ответив на столько-то вопросов",
	
	// заголовок выскакивающего окна с правилами прохождения
	infoAboutRulesHeader: "Правила прохождения",
	
	// текст для вариантов ответа
	labelForRadio: "Выберите вариант ответа",
	
	// текст кнопки для совершения ответа
	nextQuestionButton: "Ответить",

	// текст заголовка окна "Вопросы закончились"
	questionsAreFinishedHeader: "Вопросы закончились",

	// текст сообщения окна "Вопросы закончились"
	questionsAreFinished: "Вы ответили на все вопросы",

	// местозаполнитель поля с текстом вопроса
	questionTextPlaceholder: "Здесь будет текст вопроса",

	// текст кнопки для вызова графика
	viewInChartButtonText: "Показать график",

	// текст кнопки для вызова графика
	viewInChartWindowText: "Соотношение ответов",

	// местазаполнитель для первого вопроса
	firstQquestionPlaceholder: "Вопрос № 1",

	// местазаполнитель для вопроса
	questionPlaceholder: "Вопрос №",

	correctAnswers: "Правильные ответы",

	wrongAnswers: "Неправильные ответы",

	correctChart: "Правильно",

	wrongChart: "Неправильно",

	youAnsweredCorrect: "Вы ответили правильно на",

	youAnsweredWrong: "Вы ответили неправильно на",

	questionsOf: "вопрос из"
};